Repository: sonvq-qsoftvn/smith
Catalog: application/var/locale/admin/group.tmx
Source language: en
Languages: nl

source: The usergroup has successfully been saved!
nl: De gebruikersgroep werd succesvol opgeslagen!

source: The usergroup has successfully been deleted!
nl: De gebruikersgroep werd succesvol verwijderd!

source: General
nl: Algemeen

source: Rights
nl: Rechten

source: Name
nl: Naam

source: Required, minimum 2, maximum 255 characters
nl: Verplicht in te vullen, minimum 2 en maximum 255 karakters

source: Save
nl: Opslaan

source: Assign all rights for this section automatically
nl: Automatisch alle rechten van dit onderdeel toekennen

source: Add usergroup
nl: Gebruikersgroep toevoegen

source: Edit usergroup
nl: Gebruikersgroep aanpassen

source: Usergroups overview
nl: Gebruikersgroepen overzicht

source: Delete usergroup
nl: Gebruikersgroep verwijderen

source: Are you sure you want to delete this usergroup?
nl: Weet u zeker dat u deze gebruikersgroep wilt verwijderen?

source: Action
nl: Actie

source: Edit
nl: Aanpassen

source: Delete
nl: Verwijderen
